[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"NetEase Games","strURL":null}],"rgPublishers":[{"strName":"NetEase Games","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"New Gameplay Mode [Loot Lord] Release! S12 season [Knight's Glory] is coming! [Knight of Honor] and [Knight's Glory] themed outfits coming! \r\n\r\nCyber Hunter is a next-generation, competitive sandbox mobile game. It's packed with a host of different elements, including survival, shooting, exploration, skills and much more, even including parkour! In short, it's a brand new gaming experience.\r\n \r\n【New Version Features】\r\n\r\nNew Gameplay Mode [Loot Lord] Release!\r\n[Loot Lord] is a brand new gameplay mode in first-person view which requires a 4-Player Squad. A solo player can also match.This may be the toughest mode in Cyber Hunter. Playing the role of gold diggers, Wanderers will enter a new map, collect all kinds of valuable items, challenge tough opponents in [Silent Corps], defeat other gold diggers, and evacuate within the given time limit. They can then exchange their loot for the exclusive currency of the Three-star Peninsula, TSP, to increase their net worth and obtain more powerful weapons. Wanderers who fail to evacuate will lose all the supplies that aren't insured or placed in their Cryptboxes.\r\n \r\nNew Season—S12: Knight's Glory is coming!\r\n[Knight of Honor] and [Knight's Glory] themed outfits is coming!\r\n \r\n【Game Features】: \r\n-- Take to the skies to search for what you need. Become a parkour expert and knock your enemies out in style –\r\nGlide in the sky, dive into a deep sea, climb and roll, there are lots of parkour moves available to use during fast-paced free combat.\r\n\r\n-- Create your unique character-- \r\n3,500 customizable facial and body parameters and the most advanced character material system in the survival gunfight game, all for your gaming pleasure! Create your unique style and let your perfect self fight freely in the world of Cyber Hunter!\r\n\r\n-- Special skills and tactics –\r\nPlenty of tactical skills, such as optical camouflage, quantum barriers, invisible force fields, fire support. You can formulate your own tactical system\r\n\r\n-- 2021 New Combat Mode—Loot Lord –\r\nIntroduce the new first-person view mode. Become a brave gold digger to investigate the truth. Hush, don't trust anyone around you. Grab supplies, kill the enemy, take away the loots, and become the only winner in the cruel battlefield! Stay alert and alive!\r\n \r\nAbout us: \r\n- Official site: http://www.cyberhunter.game\r\n- Facebook Page: https://www.facebook.com/CyberHunterOfficial\r\n- Facebook Group: https://www.facebook.com/groups/CyberHunterGroup/\r\n- Discord: https://discord.gg/xHABwgb\r\n- Twitter: https://twitter.com/CyberHunter__\r\n- YouTube: https://www.youtube.com/CyberHunter\r\n- Instagram: https://www.instagram.com/cyberhunter_official/","strSnippet":"Cyber Hunter is an open-world battle royale game featuring an unique combination of gaming elements, including survival, shooting and exploring. Any vertical surface in the Cyber Hunter world is climbable and players can glide down from high up."}}]]