[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198259186548","minutes_played_forever":503}],"owns":[],"in_wishlist":[]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["CAMQ58y2oQYZdWuVMwEAEAEhAAAAAAAAAAApAAAAAAAAAAAw1UJo4JkB"]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Spicy Horse Games","strURL":"https://store.steampowered.com/developer/EA"}],"rgPublishers":[{"strName":"Electronic Arts","strURL":"https://store.steampowered.com/publisher/EA"}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Há 11 anos atrás um horrível incêndio levou a família de Alice e isso deixou sua mente horrivelmente marcada. Depois, ela foi confinada no Hospício Rutledge, onde ela lutou para confrontar seus demônios ao entrar mais em seu mundo de fantasia no País das Maravilhas. Agora, 10 anos depois, ela finalmente conseguiu sua liberação, no entanto, ela ainda carrega o pesado fardo psicológico desse trágico evento.\r\nCom sua mente em desordem, ela é incapaz de superar o medo instigado pelas suas estranhas memórias, sonhos e visões. Talvez ela fique melhor no País das Maravilhas. Ela sempre ficou. Ela viaja até lá, buscando o que o mundo “real” não pode oferecer: segurança, conhecimento e a verdade sobre o passado. Mas com sua ausência, o País das Maravilhas também sofreu. Alguma coisa horrível aconteceu, e agora um grande mal está tomando conta de seu antes lindo refúgio. Pode Alice salvar o País das Maravilhas – e ela mesma – dessa loucura que os consome?\r\n[h2]Principais características:[/h2]\r\n[b]Ação intensa em terceira pessoa:[/b]\r\n[list][*]Use várias armas corpo-a-corpo atualizáveis, incluindo o explosivo Teapot Cannon, o castigador Hobby Horse e o clássico Vornal Blade.\r\n[/list][b]Explore um País das Maravilhas escuro e destruído:[/b]\r\n[list][*]Encontre personagens conhecidos, incluindo o Gato Risonho, o Chapeleiro Maluco, a Lagarta e a Rainha Vermelha.\r\n[/list][b]Habilidades mágicas:[/b]\r\n[list][*]Obtenha habilidades peculiares no País das Maravilhas, como o vestido flutuante de Alice, encolher ou crescer até alturas inimagináveis para esmagar inimigos.\r\n[/list][b]Puzzles interativos:[/b]\r\n[list][*]Intuitivos e gratificantes puzzles em obstáculos, memórias musicais, xadrez e blocos de imagens.\r\n[/list]","strSnippet":"Alice: Madness Returns is a third-person, single-player, action adventure platformer. Visit the grim reality of Victorian London and travel to the beautiful yet ghastly Wonderland to uncover the root of Alice's madness."}}]]