[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":7,"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[],"in_wishlist":[]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["CB4Q2ZLLowYZdWuVMwEAEAEhAAAAAAAAAAAp1q4gAAAAAAA=","COoHEPTO/qMGGRJfoAIAAHABIV8Tc1wBABABKdauIAAAAAAAUeHrVjRAKjYzYKjP/qMG","COoHEN+Lg6QGGRJfoAIAAHABIV8Tc1wBABABKdauIAAAAAAAUeHrVjRAKjYzYKXugqQG"]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[{"eType":6,"strName":"Magic: The Gathering Arena","strURL":"https://www.youtube.com/@playmtgarena/"}]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Wizards of the Coast LLC","strURL":null}],"rgPublishers":[{"strName":"Wizards of the Coast LLC","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Boas-vindas ao Multiverso digital! Magic: The Gathering é o jogo de cards colecionáveis original — e agora você pode baixá-lo para jogar de graça com os amigos, em qualquer lugar!\r\n\r\nMagic: The Gathering Arena dá a você o poder de descobrir sua estratégia, conhecer os Planeswalkers, explorar o multiverso e duelar com amigos do mundo inteiro. Colecione, construa e domine seu deck único, que se tornará uma lenda. Sua batalha é apenas o começo; duele em campos de batalha alucinantes e curta os efeitos de batalha e a imersão no jogo do Arena. Comece a jogar grátis, desafie seus amigos, desbloqueie cards e sinta a mágica do jogo de cards de fantasia original!\r\n\r\nNÃO REQUER EXPERIÊNCIA\r\n\r\nNunca jogou Magic? Sem problemas! Magic: The Gathering Arena tem um sistema de tutorial que apresenta todos os estilos de jogo para que você possa encontrar sua estratégia e decidir se é do tipo que detona o adversário com força bruta, se é mais defensivo ou se está no meio-termo. Encontre personagens de todo o multiverso e experimente mágicas e artefatos que tornam a aprendizagem do jogo de estampas ilustradas original um processo rápido e divertido. Nunca foi tão fácil jogar Magic! Colecione cards para montar um deck que combina com sua personalidade, depois domine sua estratégia para enfrentar amigos e fazer parte do jogo de cards que começou tudo.\r\n\r\nJOGUE ON-LINE\r\n\r\nO TCG original agora é digital! Explore os mundos fantásticos de Magic: The Gathering e monte seu deck, jogue uma variedade de formatos para colecionar cards, domine múltiplas estratégias e exiba suas habilidades contra amigos e contra a IA. Com vários formatos de jogo, como Draft e Brawl, 15 decks desbloqueáveis colecionáveis e efeitos explosivos de combinação de cards: Seu estilo de jogo ideal de Magic: The Gathering está em suas mãos! Mostre itens cosméticos de cair o queixo, como avatares, protetores de cards e companheiros de batalha, e ganhe recompensas diárias para aumentar sua coleção e construir decks poderosos que reflitam sua estratégia.\r\n\r\nDESAFIE E JOGUE\r\n\r\nEnfrente seus amigos pela glória ou entre em torneios atrás de prêmios incríveis! Com Draft e Brawl, sempre há um jogo esperando você. Eventos especiais no jogo oferecem recompensas emocionantes. E com as eliminatórias de Esports, seus sonhos de ser um jogador profissional de Magic estão mais perto do que você imagina no Arena Premier Play League! Entre na fila para duelos informais, onde você mostra sua estratégia seguindo seu ritmo; ou entre na batalha das eliminatórias de Esports e nos torneios frequentes para exibir sua maestria.\r\n\r\nFANTASIA E MAGIA\r\n\r\nMergulhe nos planos de fantasia de Magic: The Gathering e escreva sua própria lenda com a história imersiva de Magic e com seus cards de artes vibrantes. Encontre seu caminho pelo multiverso usando seus personagens favoritos e suas mágicas e artefatos icônicos, ou crie um deck temático com uma narrativa que só faça sentido para você. Sua história está só começando!\r\n\r\nTodos os preços com IVA incluído.\r\n\r\nWizards of the Coast, Magic: The Gathering, Magic: The Gathering Arena, seus respectivos logotipos, Magic, os símbolos de mana, o símbolo de Planeswalker e todos os nomes e traços característicos de personagens são propriedade da Wizards of the Coast LLC. ©2021 Wizards.","strSnippet":"Magic: The Gathering Arena dá a você o poder de descobrir sua estratégia, conhecer os Planeswalkers, explorar o multiverso e duelar com amigos do mundo inteiro. Comece a jogar grátis, desafie seus amigos, desbloqueie cards e sinta a magia do jogo de cards de fantasia original!"}}]]