[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":20,"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561198259186548","minutes_played_forever":65}],"owns":[],"in_wishlist":[]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["CB4QoNX/owYZdWuVMwEAEAEhAAAAAAAAAAApBDIkAAAAAAA=","CB4Q2umFowYZdCvREQEAEAEhAAAAAAAAAAApBDIkAAAAAAA="]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Jakub Dąbrowski","strURL":null}],"rgPublishers":[{"strName":"Jakub Dąbrowski","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[img]https://cdn.akamai.steamstatic.com/steam/apps/2372100/extras/IceWizard.gif?t=1686473243[/img]\r\n[h2]Story[/h2]\r\nVocê é uma criança mágica vinda da profecia, onde aparece uma vez em cada milênio e foi criada na vila dos magos. Você é incapaz de lançar feitiços por conta própria, mas quando você pensa em lançar um feitiço, as Mãos Mágicas aparecem e o fazem por você!\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2372100/extras/VoidEye3.gif?t=1686473243[/img]\r\n\r\nAs forças malignas do vazio estavam tão apavoradas pelo seu poder, que chegaram a te sequestrar e apagar as suas memórias. Eles colocaram você em seu Reino Mágico, que está em constante mudança. Recupere as suas memórias, aprenda toda a verdade sobre o seu poder e liberte-se deste mundo!\r\n\r\n[h2]Jogabilidade[/h2]\r\nO que você ganha quando combina um roguelite com metroidvania? Um [b]RogueVania[/b]! \r\nExplore níveis gerados processualmente com cerca de 200 Artefatos, mais de 100 Feitiços, dezenas de Armas e mais de 200 aprimoramentos permanentes para desbloquear e usar. Após cada morte, você renascerá em um dos quatro mundos mágicos inspirados pela natureza. Não existem pontos de controles...\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2372100/extras/EarthWizardSummon.gif?t=1686473243[/img]\r\n\r\n[h2]Principais Características:[/h2]\r\n[list]\r\n[*][b]MUNDO GERADO PROCESSUALMENTE[/b] - Explore um mundo único a cada vez que você jogar.\r\n[*][b]ROGUEVANIA COM AÇÃO[/b] - Isso significa morte permanente, onde você perderá tudo que encontrou, mas existem muitos aprimoramentos permanentes disponíveis.\r\n[*][b]200+ APRIMORAMENTOS PERMANENTES[/b] - Aprimore seus itens iniciais ou estatísticas, adicione mais elementos ao mundo, aumente a chance de encontrar itens melhores e muito mais!\r\n[*][b]7 PERSONAGENS JOGÁVEIS[/b] - Desbloqueie e jogue com um dos 7 Magos Elementais!\r\n[*][b]ENCANTE SEUS FEITIÇOS[/b] - Procure por Forjas Astrais para adicionar encantamentos aos seus Feitiços e Armas Mágicas, para assim adicionar alguns efeitos especiais para eles!\r\n[*][b]200+ ARTEFATOS ÚNICOS[/b] - Cada artefato tem o seu próprio uso especial. Muitos deles alteram o comportamento do seu Feitiço Básico ou adicionam habilidades especiais. É literalmente uma combinação incontável.\r\n[*][b]100+ FEITIÇOS PODEROSOS[/b] - Lance Bolas de Fogo ou Tornados, Criaturas Conjuradas, Retenção do Tempo, Crie Zonas de Gravidade e muito, muito mais…\r\n[*][b]DEZENAS DE ARMAS MÁGICAS[/b] - Use uma das várias Armas Mágicas para te ajudar a sobreviver!\r\n[*][b]5 NÍVEIS NÃO LINEARES[/b] - Apenas 5 níveis? Sim, mas a cada vez que você morrer, você irá renascer em um dos quatro mundos inspirados pela natureza e encontrar outros inimigos baseado em seu bioma. A ordem dos níveis nunca será a mesma!\r\n[*][b]ALGUNS NÍVEIS DE DIFICULDADE[/b] - Cada vez que você matar o chefe final, você ganhará a possibilidade de alterar o nível de dificuldade e enfrentar inimigos ainda mais fortes.\r\n[*][b]MUITOS CHEFES[/b] - Após cada nível, você terá que enfrentar um chefe impiedoso.\r\n[*][b]SUBA O NÍVEL DE SEU PERSONAGEM[/b] - Ganhe Pontos de Experiência por matar os inimigos. Selecione uma das dezenas de vantagens após subir de nível para deixá-lo ainda mais forte!\r\n[*][b]MUITOS SEGREDOS E MISTÉRIOS PARA SEREM DESCOBERTOS[/b] - Sem spoilers!\r\n[*][b]HORAS DE DIVERSÃO[/b] - Esta daqui depende de sua habilidade. Algo em torno de 50 a 80 horas, ou até mais!\r\n[*][b]DIVERSOS ESPAÇOS PARA SALVAMENTO[/b]\r\n[/list]\r\n[url=https://discord.com/invite/nS6FvfzhJv][img]https://cdn.akamai.steamstatic.com/steam/apps/2372100/extras/JoinOurDiscord_ENG.png?t=1686473243[/img][/url]\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/2372100/extras/TrapRoom.gif?t=1686473243[/img]","strSnippet":"An Amazing Wizard é um roguelite 2D em ritmo acelerado inspirado em metroidvania. Você irá explorar mundos mágicos processualmente com cerca de 200 Artefatos, 100 Feitiços e dezenas de Armas Mágicas para desbloquear. Após cada morte, você aparecerá em um mundo diferente."}}]]