[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Ubisoft Montreal, Red Storm, Shanghai, Toronto, Kiev","strURL":null}],"rgPublishers":[{"strName":"Ubisoft","strURL":"https://store.steampowered.com/publisher/ubisoft"}],"rgFranchises":[{"strName":"Far Cry","strURL":"https://store.steampowered.com/franchise/FarCry"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Oculto en la recóndita cordillera del Himalaya se encuentra Kyrat, un país anclado en la tradición y la violencia. Eres Ajay Ghale. Viajarás a Kyrat para cumplir con el último deseo de tu madre, pero una vez allí te verás atrapado en una guerra civil desatada para acabar con el régimen opresivo del dictador Pagan Min. Explora y navega este gigantesco mundo de juego, en el que el peligro y los imprevistos acechan a la vuelta de cualquier esquina. Cada decisión que tomes aquí cuenta, y cada segundo es una historia. Bienvenido a Kyrat.\r\n\r\nCaracterísticas principales\r\n\r\n• EXPLORA UN MUNDO ABIERTO LLENO DE POSIBILIDADES\r\nDescubre el mundo de Far Cry más diverso creado hasta ahora. Con escenarios que van desde los bosques más frondosos hasta las cimas nevadas del Himalaya, recorrerás un mundo entero lleno de vida... y de muerte. \r\n- Leopardos, rinocerontes, águilas negras, o feroces tejones meleros abundan en un Kyrat habitado por una abundante vida salvaje. Mientras buscas los recursos que necesitas, siempre sabrás que algo puede estar a punto de cazarte...\r\n- Otea bien el territorio enemigo desde las alturas en el nuevo autogiro, y lánzate en picado a tierra rápidamente con tu nuevo traje aéreo. Trepa a lo alto de un elefante de seis toneladas y desata su impresionante fuerza sobre tus enemigos.\r\n- Elige el arma más adecuada para cada trabajo, da igual lo anormal o impredecible que este pueda ser. Gracias a un arsenal de lo más variopinto, estarás preparado para cualquier eventualidad.\r\n\r\n• MODO COOPERATIVO: JUEGA CON TUS AMIGOS\r\nNo todos los viajes son para hacerlos en solitario. Far Cry 4 permite que un segundo jugador entre y salga de la partida en cualquier punto, redefiniendo así la experiencia del modo cooperativo con la esencia más auténtica de Far Cry de cara a la nueva generación. Ahora podrás descubrir y explorar el vibrante mundo abierto de Kyrat acompañado.","strSnippet":"Oculto en la recóndita cordillera del Himalaya se encuentra Kyrat, un país anclado en la tradición y la violencia. Eres Ajay Ghale. Viajarás a Kyrat para cumplir con el último deseo de tu madre, pero una vez allí te verás atrapado en una guerra civil desatada para acabar con el régimen opresivo del dictador Pagan Min."}}]]