[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[{"steamid":"76561198815716149"},{"steamid":"76561198169040839"},{"steamid":"76561198255430843"},{"steamid":"76561199031059628"},{"steamid":"76561198132031972"}],"in_wishlist":[]}}],["workshop_trendy_items",{"version":2}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Studio Wildcard","strURL":"https://store.steampowered.com/developer/studiowildcard"},{"strName":"Instinct Games","strURL":null},{"strName":"Efecto Studios","strURL":null},{"strName":"Virtual Basement LLC","strURL":"https://store.steampowered.com/developer/SnailGamesUSA"}],"rgPublishers":[{"strName":"Studio Wildcard","strURL":"https://store.steampowered.com/publisher/studiowildcard"}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Arca: A sobrevivência do mais apto é um protótipo spin-off de arca: a sobrevivência evoluiu, colocando até 60 combatentes um contra o outro em uma luta de ritmo acelerado e cheia de ação pela sobrevivência, onde os jogadores são finalmente empurrados para um confronto final Liderando seus exércitos de dinossauros à batalha. O Ark Tsotf é o único Battle Royale que se concentra em confrontos em larga escala, combinados com uma sobreposição única de estratégia em tempo real. Ao usar táticas e estratégia para montar uma força de luta das criaturas primárias mais poderosas da história, apenas uma tribo sobreviverá!\r\n\r\nFaça sua tribo e lute na melhor batalha do Dino Survival! Projetados para intensa concorrência e ação de dino em ritmo acelerado, os sobreviventes começam sua partida em um lobby de céu com tek-imbued para tribo. Quando a batalha começar, eles voam em direção a uma ilha a bordo de um quetzal gigante antes de ejetar e deslizar para a área de partida escolhida. Os concorrentes correm para gotas e lutarem? Eles correm para a selva e se escondem, procuram criaturas para domar e construir rapidamente seu exército de dino, ou morrem para um bando de compys curiosos? Faça uso do modo de vista para os pássaros, que permite que você comanda com mais eficácia-e controlem seu exército de dinossauros, possuam diretamente criaturas atualizáveis ​​individuais e emitem comandos para sua equipe como estrategista final. Esta experiência exclusiva no estilo RTS está disponível na vida e também após a morte! Evite o “anel da morte” de encolhimento e dinâmico continuamente que força os competidores cada vez mais próximos ao longo do tempo e se torne a última tribo em pé. A caça está ligada!\r\n\r\nObservação: esta versão atualmente é apenas um protótipo para testar a nova jogabilidade e os recursos-ainda não é um jogo competitivo totalmente completo. No entanto, incentivamos todos os sobreviventes a jogar e nos fornecer feedback para ajudar a desenvolver ainda mais e crescer o TSOTF!\r\n\r\nEmbora o objetivo principal da sobrevivência do mais apto permaneça o mesmo, voltamos à prancheta e introduzimos um número significativo de mudanças técnicas/de qualidade de vida/equilíbrio no modo de jogo que difere da arca: a sobrevivência evoluiu e o Versão original da sobrevivência do mais apto. Essas mudanças visam tornar a experiência mais simplificada e acessível, eliminando os aspectos complexos da elaboração e da curva de aprendizado acentuados e capacitando os jogadores a formar rapidamente seus exércitos dino e chegar à ação da criatura mais rapidamente.\r\n\r\n[list][*]Arca reformulou do zero, concentrando-se em jogabilidade em ritmo acelerado e combate intenso em torno de batalhas de criatura em larga escala\r\n[*]88 dinossauros e criaturas no lançamento!\r\n[*]Uma versão simplificada da ilha da Arca: a sobrevivência evoluiu\r\n[*]Modos de jogo solo e baseados em tribo\r\n[*]Revista a experiência da UI/UX para comunicar apenas o que é essencial e amigável para gamepad.\r\n[*]O gerenciamento de inventário foi completamente removido para uma experiência de jogabilidade mais simples e rápida.\r\n[*]Design focado em saques-A colheita foi removida e substituída por caixas de suprimentos baseadas em camadas, onde os itens são recompensados ​​a todos os membros da sua tribo ou matando dinos por seus próprios recursos adicionais.\r\n[*]Armas e armaduras foram modificadas e reequilibradas para a melhor experiência de ritmo acelerado e progressão sem complicações.\r\n[*]Novo sistema de tempo: mate criaturas para tokens e depois gaste esses tokens em domar novos selvagens ou roubar famosos de seus inimigos!\r\n[*]Modo de comandante. Um modo de vista para os pássaros que pode ser inserido a qualquer momento do jogo, permitindo que você controle seu exército de dinossauros (estilo RTS) com mais eficiência, possui diretamente criaturas individuais no seu arsenal e emitem comandos para sua equipe como o Ultimate estrategista (incluindo uma névoa de guerra acionada por Ally). Assim, depois que um jogador morreu, ele ainda pode participar da partida como comandante e continuar a controlar e possuir o dinossauro da equipe - eles podem continuar jogando e beneficiando seu time! Uma equipe só é totalmente derrotada quando tiveram todos os seus jogadores e seus dinossauros destruídos.\r\n[*]Sistema de camadas de dino - Os dinos são recompensados ​​por suas mortes com a EXP para avançar para um novo nível, proporcionando benefícios estatísticos fixos e eliminando o RNG no nível de dino.\r\n[*]“Anel de morte” dinâmico exclusivo para cada rodada, permitindo uma jogabilidade emergente e vantagens imprevisíveis\r\n[*]Um sistema de ping de pings inteligente para ajudar a se comunicar dentro das equipes\r\n[*]Os &quot;&quot;banners de guerra&quot;&quot; pintados personalizados permitem que as tribos mostrem seu espírito de equipe em bandeiras em seu exército de dinossauros!\r\n[*]Invocar chefes da arca para fortalecer seu arsenal nesta experiência final do exército de dino dino\r\n[*]Uma trilha sonora personalizada orquestrada ao vivo foi escrita pelo premiado compositor Gareth Coker de Ori e The Blind Forest and Ark: The Animated Series.[/list]","strSnippet":"ARK: A sobrevivência do mais apto é um protótipo spin-off de ARK, colocando até 60 combatentes um contra o outro em uma luta de ritmo acelerado e cheia de ação pela sobrevivência, onde os jogadores são finalmente empurrados para um confronto final Liderando seus exércitos de dinossauros à batalha."}}]]