[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[],"in_wishlist":[]}}],["socialmedia",{"version":3,"data":[{"eType":4,"strName":"Vainglory","strURL":"https://twitter.com/vainglory"},{"eType":5,"strName":"vainglory","strURL":"https://www.twitch.tv/vainglory"},{"eType":6,"strName":"Vainglory","strURL":"https://www.youtube.com/vainglory/"},{"eType":7,"strName":"Vainglory Game","strURL":"https://www.facebook.com/vainglorygame/"}]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Super Evil Megacorp","strURL":null}],"rgPublishers":[{"strName":"Super Evil Megacorp","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"O Vainglory é um premiado MOBA cross plataforma gratuito com profundidade estratégica e mecânicas dignas de títulos para PC, mas que você pode jogar com seus amigos em qualquer lugar usando qualquer dispositivo.\r\n\r\nCom gráficos incríveis, controles precisos e jogabilidade equilibrada e competitiva entre todas as plataformas, o Vainglory permite que você jogue em grupo com seus amigos enfrentando jogadores do mundo todo, seja usando um computador, celular ou tablet!\r\n\r\nMuito intenso? Só se você quiser. Divirta-se à sua maneira em partidas casuais ou competitivas que variam desde DUELOS de 5 minutos a arenas de batalha 5V5.\r\n\r\nO Vainglory foi criado com um motor de jogo cross plataforma propriedade da EVIL, e oferece gráficos suaves e belíssimos, desempenho superior e precisão sem igual em todos os dispositivos.\r\n\r\nAqui na Super Evil Megacorp acreditamos que todos os jogadores merecem jogar juntos e ter experiências profundas e deslumbrantes em jogos AAA, seja qual for a plataforma de origem ou mecanismo de controle. Ao insistir na jogabilidade equilibrada entre bilhões de aparelhos móveis, computadores, consoles, aparelhos híbridos da próxima geração e mais, estamos caminhando rumo à concretização da nossa visão em que jogadores podem jogar competitivamente com qualquer um, em qualquer lugar.\r\n\r\nO MOBA DA PRÓXIMA GERAÇÃO:\r\n- Coleção exclusiva de mais de 48 heróis com sistemas de combo e estilos de jogo únicos\r\n- Aperfeiçoe estratégias com jogadas em grande escala, objetivos, composições de equipe e controle de visão\r\n- Domine os adversários com mecânicas e heróis capazes de grandes jogadas, além de um sistema de adrenalina exclusivo que te permitirá obter velocidade de ataque bônus após um stutter step preciso\r\n- Sistema de overdrive de habilidade que concede bônus poderosos para as habilidades maximizadas\r\n- Estilos de jogo variados e competitivos para cada herói, dependendo do tipo de build e overdrives escolhidos\r\n- Névoa de Guerra com campo de visão verdadeiro compatível com 120 FPS\r\n- Mapa rico em objetivos\r\n- Câmera livre\r\n- Golpe final\r\n- Controle de ondas\r\n- Teleporte\r\n- Itens ativos\r\n- Sistema de visão avançado\r\n- Narrativa e personagens fantásticos e originais\r\n\r\n--------------------\r\n\r\n&quot;Esta é uma das melhores experiências multijogador para dispositivos móveis. Vainglory é um excelente MOBA, que está sempre na palma da sua mão aonde quer que você vá.&quot; —IGN\r\n\r\n&quot;Melhor jogo mobile/portátil&quot; —Global Mobile Awards 2016\r\n\r\n--------------------\r\n\r\nDestaques:\r\n== O MOBA da próxima geração agora é cross plataforma ==\r\nJogue com qualquer um, em qualquer lugar e com qualquer dispositivo. Jogabilidade equilibrada e competitiva entre PC, Mac e dispositivos móveis.\r\n\r\n== Batalhas com profundidade estratégica ou modos duelo de cinco minutos ==\r\nO Vainglory oferece combates MOBA em tempo real, com e contra bots ou jogadores reais. Não importa se você só tem tempo para cinco minutos de diversão ou se almeja subir de nível com sua guilda, o Vainglory tem o estilo de jogo ideal para você.\r\n\r\n==O MOTOR MAIS POTENTE ==\r\nOs melhores gráficos e maior taxa de frames em uma ampla variedade de dispositivos.\r\n\r\n== Mais de 48 heróis e skins para desbloquear ==\r\nDomine heróis com diferentes estilos de jogo. Realize jogadas memoráveis como carry. Ataque direto das sombras como jungler. Absorva danos e salve seus amigos como capitão. Não importa como você gosta de jogar, o Vainglory tem o herói perfeito para você, além de skins que você poderá ganhar sem precisar gastar dinheiro.\r\n\r\n== Comunidade intensa ==\r\nO Vainglory é uma comunidade global em 14 idiomas diferentes que prospera constantemente com o apoio de jogadores ativos. Somos um grupo de jogadores comprometidos a aprender, jogar e dominar o Vainglory. Nossa comunidade está entre as cinco melhores do Discord!","strSnippet":"O Vainglory é um premiado MOBA cross plataforma gratuito com gráficos incríveis, controles precisos e jogabilidade equilibrada e competitiva entre todas as plataformas. O Vainglory permite que você jogue em grupo com seus amigos enfrentando jogadores do mundo todo, seja usando um computador, celular ou tablet!"}}]]