[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Petriheart","strURL":null}],"rgPublishers":[{"strName":"Petriheart","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[b]Banana Hell[/b] is a platform jumping challenge game, move upwards to collect mysterious crystals! An adventure that will require full control and mastery of your jumping techniques. An extremely hard platform game filled with banana monologues.\r\n\r\n[h2]Gameplay:[/h2]\r\n[b]- Jumping your way up![/b]\r\nJump through the platforms and move your way up to complete the levels! Avoid the enemies or you'll be knocked down, simple as that (or maybe not).\r\n\r\n[b]- Simple controls, but hard to master![/b]\r\nThe right time to move, the precise moment to duck, and the perfect jump, you will need to master these simple commands to beat the game. Maybe it sounds easy, but it's harder than it looks!\r\n\r\n[b]- Extremely challenging![/b]\r\nIt's a really hard game, prepare to spend hours to finish! Pixel perfect jumps, using the enemies in your favor, and progressively harder design, can you beat this?\r\n\r\n[b]- Banana monologues![/b]\r\nYou are not alone in this quest, Bananaman is a very chattery person. You've got an amazing company full of bad jokes!\r\n\r\n[h2]-The higher you climb, the heavier you fall![/h2]\r\n- 5 extremely challenging levels!\r\n- Over 300 banana lines of speech!\r\n\r\n&quot;This is a hard game. I mean... really hard. A rage game, some would say.\r\nAnd it's about me, a Banana... that's also a man, at the same time I mean -- I'm sorry is this too confusing? This game doesn't make sense, I know.\r\nAh, I've forgotten to tell you, I'm very annoying, and also don't like you - the player.&quot;\r\n-- 2020, Bananaman Johnson about Banana Hell.","strSnippet":"Jump your way to get the blue diamonds as you try to survive a very annoying banana monologue! A REALLY HARD game!"}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[],"in_wishlist":[]}}]]