[["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[],"in_wishlist":[]}}],["socialmedia",{"version":3,"data":[{"eType":4,"strName":"Games Incubator","strURL":"https://twitter.com/GamesIncubator"}]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Monuments Games","strURL":null},{"strName":"Games Incubator","strURL":"https://store.steampowered.com/developer/GamesIncubator"}],"rgPublishers":[{"strName":"Games Incubator","strURL":"https://store.steampowered.com/publisher/GamesIncubator"},{"strName":"PlayWay S.A.","strURL":"https://store.steampowered.com/publisher/playway"}],"rgFranchises":[{"strName":"Games Incubator","strURL":"https://store.steampowered.com/franchise/GamesIncubator"},{"strName":"PlayWay S.A.","strURL":"https://store.steampowered.com/franchise/playway"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[img]https://cdn.akamai.steamstatic.com/steam/apps/1664360/extras/click_follow3.gif?t=1681734894[/img]\r\n[url]https://store.steampowered.com/app/1257280/Monuments_Flipper/[/url]\r\n\r\n[url=https://discord.gg/rrXhM8TF6y][img]https://cdn.akamai.steamstatic.com/steam/apps/1664360/extras/joindiscordGI.png?t=1681734894[/img][/url]\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/1664360/extras/Titles1.png?t=1681734894[/img]\r\nTORNE-SE UM RESTAURADOR DE MONUMENTOS\r\n Monuments Flipper: Prologue é apenas parte da incrível aventura que espera por você na versão completa do jogo Monuments Flipper. Monuments Flipper: Prologue oferece uma oportunidade única de jogar algumas horas do jogo antes de decidir comprar uma versão completa do Monuments Flipper. Você desempenha o papel de um restaurador profissional de monumentos. O jogo não só permite experimentar uma história incrível enquanto reconstruímos esses belos monumentos, mas também aprender sobre suas extraordinárias histórias. Mergulhe no mundo dos maiores monumentos do mundo.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/1664360/extras/Titles2.png?t=1681734894[/img]\r\nDAS RUÍNAS AO BRILHO\r\n Em Monuments Flipper: Prologue você organiza, preenche e pinta. Você reconstrói paredes desmoronadas e restaura afrescos antigos. Faça de tudo para trazer o monumento de volta aos seus antigos dias de glória. Habilidades, gerenciamento adequado e planejamento serão extremamente importantes no jogo. Organize seu trabalho de forma que seja o mais eficiente possível. Cada um desses edifícios merece um retorno aos seus dias de glória.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/1664360/extras/Titles3.png?t=1681734894[/img]\r\nUSE AS FERRAMENTAS\r\n Melhore suas habilidades no uso de várias ferramentas, use materiais diferentes e a restauração se tornará mais eficiente e agradável. No jogo você poderá usar diferentes ferramentas e materiais, cada um deles cumprirá uma tarefa diferente. Use-os com sabedoria para não destruir o edifício. No jogo, você obterá conhecimento adequado sobre o equipamento que usa.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/1664360/extras/Titles4.png?t=1681734894[/img]\r\nSEJA PRECISO\r\n Cuide dos detalhes ao trabalhar. Verifique os planos para que o trabalho saia corretamente e certifique-se de que a reforma prossiga de acordo com o projeto. No jogo, você poderá usar projetos, graças aos quais saberá exatamente o que fazer. Todo restaurador profissional de monumentos sabe ler planos e organizar seu trabalho com eles.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/1664360/extras/Titles5.png?t=1681734894[/img]\r\nARRANJOS INTERIORES\r\n A última etapa é o mobiliário interior. Torne o famoso edifício funcional também. A restauração, as ferramentas certas e o uso de planos não são tudo o que você tem no jogo. Cada um desses belos objetos terá que ser reequipado por dentro para torná-lo totalmente funcional.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/1664360/extras/Titles6.png?t=1681734894[/img]\r\nMAIS UM DESAFIO\r\n Pronto para o próximo desafio? Os próximos grandes monumentos já estão esperando por sua ajuda. Torne-se um restaurador profissional de monumentos, existe um edifício esperando por sua ajuda em todas as partes do mundo. Seja o melhor no que faz e você aprenderá os segredos e a história desses edifícios incríveis.","strSnippet":"Monuments Flipper: Prologue é apenas parte da incrível aventura que espera por você na versão completa de Monuments Flipper. Restaure o Aqueduto e a Vila Velha à sua antiga glória. TORNE-SE UM RESTAURADOR DE MONUMENTOS!"}}]]