[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":89,"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[],"in_wishlist":[]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["COoHEOGPyKAGGYAahgIAAHABIdNxSgMBABABKTx9GQAAAAAAUeQha4KpI4ozYJvxx6AG","COoHEJGtmKAGGYAahgIAAHABIdNxSgMBABABKTx9GQAAAAAAUXI3KwWDIvYyYKGjmKAG","CB4Q6/nbnwYZdWuVMwEAEAEhAAAAAAAAAAApPH0ZAAAAAAA="]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"YoYo Games Ltd.","strURL":null}],"rgPublishers":[{"strName":"YoYo Games Ltd.","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"GameMaker tem tudo de que você precisa para tirar sua ideia da cabeça e transformar em um jogo concluído. Com uma interface do usuário renovada e muitos novos e empolgantes recursos, como edição de animação em tempo real, um novo fluxo de trabalho inovador e um caminho continuo do arrastar e soltar até o código real, nunca foi tão fácil desenvolver jogos da melhor qualidade!\r\n\r\nApresentando uma linguagem de programação eficiente para profissionais e um fluxo de trabalho com o recurso de arrastar e soltar sem necessidade de código para iniciantes, além de um conjunto de ferramentas completo, é possível desenvolver jogos de alta qualidade rapidamente.\r\n\r\nCom a exportação mais avançada de todos os tempos, a implantação rápida pode ser feita em todas as principais plataformas, como em dispositivos móveis, html5, consoles e área de trabalho.\r\n\r\nAs ferramentas de monetização permitem que uma série de funcionalidades sejam implantadas rápida e facilmente, incluindo Compras no Aplicativo, Publicidade, Análises e Engajamento do Usuário.\r\n\r\nSem barreiras para as funcionalidades básicas e avançadas, o GameMaker é o melhor ambiente de desenvolvimento 2D!\r\n\r\n[h2]Principais Recursos e Benefícios[/h2]\r\n\r\n[list][*]Desenvolvimento de jogos da melhor qualidade a preço acessível\r\n[*]Fácil de começar – de principiantes a profissionais\r\n[*]Eficiente linguagem de programação para profissionais\r\n[*]Sistema de arrastar e soltar para iniciantes – sem necessidade de escrever código\r\n[*]Conjunto de ferramentas completo: Editores de Níveis, Imagens, Blocos, Objetos, Scripts e Áudio\r\n[*]O melhor mecanismo de física e sombreados avançados\r\n[*]Suporte à animação e networking eficientes\r\n[*]Exportação rápida para várias plataformas – suporte às principais plataformas\r\n[*]Ferramentas de Monetização: Compras no Aplicativo, Publicidade, Análises e Engajamento do Usuário\r\n[*]Desenvolvimento ativo – novos recursos e upgrades são lançados regularmente[/list]\r\n\r\n[h2]Recursos Técnicos[/h2]\r\n\r\n[list][*]Editor de Níveis Baseado em Camadas\r\n[*]Herança de Níveis – para criar facilmente biomas em diferentes níveis\r\n[*]Nova Ferramenta de Animação de Sequências\r\n[*]Editor de Imagens Baseado em Camadas Reprojetado\r\n[*]Sistema de Blocos – com Blocos Automáticos, Animação de Blocos e Pincéis\r\n[*]Arrastar e Soltar Recriado, Aprimorado e Mais Rápido\r\n[*]Ampla Biblioteca de Eventos e Ações\r\n[*]Edição de Animação em Tempo Real\r\n[*]Editor de código com tabulações e várias colunas\r\n[*]Editor de Objetos Aprimorado\r\n[*]Novo Mixer de Áudio\r\n[*]Compatibilidade com Projetos de Outras Versões do [GameMaker: Studio]\r\n[*]Vários Espaços de Trabalho com design intuitivo\r\n[*]Espaços de Trabalho personalizados no modo laptop\r\n[*]Mecanismo de pesquisa rápida para abrir recursos instantaneamente\r\n[*]Capas – capas claras ou escuras disponíveis\r\n[*]Eficiente depurador para economizar tempo e esforço\r\n[*]Integração do Git[/list]","strSnippet":"O GameMaker tem tudo de que você precisa para tirar sua ideia da cabeça e transformar em um jogo concluído. Sem barreiras para as funcionalidades básicas e avançadas, o [GameMaker] é o melhor ambiente de desenvolvimento 2D!"}}]]