[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":["COoHEJGIj6EGGXYXgwIAAHABIb8VBAQBABABKRwSHQAAAAAAURmvjA5oJJ4zYPiFj6EG","CB4QrJ7mnwYZdWuVMwEAEAEhAAAAAAAAAAApHBIdAAAAAAA="]}],["gameactivity",{"version":4,"data":[]}],["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":90,"owned":true},"in_game":[],"played_recently":[],"played_ever":[{"steamid":"76561199031059628","minutes_played_forever":17}],"owns":[],"in_wishlist":[]}}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"OBS Project","strURL":null}],"rgPublishers":[{"strName":"OBS Project","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"O OBS Studio é um software livre e de código aberto para transmissão em tempo real e gravação de vídeos. \r\n\r\nCrie cenas com vários tipos de fontes, incluindo a tela de seu computador, jogos, webcams, arquivos de vídeo e muito mais. \r\n\r\nTransmita suas produções de vídeo em sites em tempo real como Twitch, YouTube ou Facebook, ou grave seus vídeos localmente para compartilhar. \r\n\r\n[h2]Funcionalidades[/h2]\r\n[list]\r\n[*] Faça transmissões ao vivo para sites como Twitch, YouTube, Facebook Live e muitos outros, incluindo seus próprios servidores personalizados\r\n[*] Grave vídeos para salvar no seu disco rígido e compartilhar com os amigos\r\n[*] Capture e manipule áudio e vídeo em tempo real com alto desempenho. Crie cenas compostas por múltiplas fontes, incluindo capturas de janelas, imagens, texto, janelas do navegador, webcams, placas de captura e mais\r\n[*] Configure um número ilimitado de cenas que você pode alternar facilmente através de transições personalizadas\r\n[*] Mixer de áudio intuitivo com filtros por origem, como noise gate, supressão de ruído e ganho. Tenha total controle com suporte ao plugin VST\r\n[*] Opções de configuração poderosas e fáceis de usar. Adicione novas fontes, duplique as existentes e ajuste suas propriedades sem esforço\r\n[*] Painel de Configurações simplificadas dá acesso a uma grande variedade de opções de configuração para ajustar todos os aspectos da sua transmissão ou gravação\r\n[*] Reorganize o layout da interface como desejar encaixando painéis uns aos outros. Você pode até desencaixar um painel para sua própria janela\r\n[*] Escolha entre várias transições diferentes e personalizáveis quando você alternar entre suas cenas ou adicione seus próprios arquivos de vídeo stinger\r\n[*] Defina teclas de atalho para quase todos os tipos de ação, como alternar entre cenas, iniciar/parar transmissões ou gravações, silenciar fontes de áudio, pressione para conversar e mais\r\n[*] O Modo Estúdio permite visualizar suas cenas e fontes antes de colocá-las ao vivo. Ajuste suas cenas e fontes ou crie novas e certifique-se de que elas estão perfeitas antes que seus espectadores as vejam\r\n[*] Obtenha uma visão de alto nível da sua produção usando a visualização múltipla. Monitore 8 cenas diferentes e faça uma transição fácil para qualquer uma delas com apenas um único ou duplo clique\r\n[/list]","strSnippet":"Software livre e de código aberto para gravação de vídeo e transmissão em tempo real"}}]]