[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[{"eType":4,"strName":"The Witcher","strURL":"https://twitter.com/witchergame"},{"eType":5,"strName":"cdprojektred","strURL":"https://www.twitch.tv/cdprojektred"},{"eType":6,"strName":"The Witcher","strURL":"https://www.youtube.com/thewitcher/"},{"eType":7,"strName":"The Witcher","strURL":"https://www.facebook.com/thewitcher/"}]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"CD PROJEKT RED","strURL":"https://store.steampowered.com/developer/CDPR"}],"rgPublishers":[{"strName":"CD PROJEKT RED","strURL":"https://store.steampowered.com/publisher/CDPR"},{"strName":"1C-SoftClub","strURL":null}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"The Witcher es un juego de rol ambientado en un siniestro mundo de fantasía donde reina la ambigüedad moral. Desdibujando la línea entre el bien y el mal, el juego hace énfasis en la historia y el desarrollo de los personajes, al tiempo que incorpora un sistema de combate a tiempo real de gran profundidad táctica.\r\n\r\nPonte en la piel del brujo Geralt de Rivia y déjate atrapar por una red de intrigas urdidas por fuerzas que rivalizan por controlar el mundo. Toma decisiones difíciles y asume sus consecuencias en un juego que te sumergirá en una historia extraordinaria e incomparable.\r\n\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/20900/extras/W1_2.gif?t=1659616192[/img]\r\n\r\n[h2]CARACTERÍSTICAS PRINCIPALES[/h2]\r\n[b]GERALT DE RIVIA: UN PROTAGONISTA ÚNICO[/b]\r\n[list][*]Asume el papel de Geralt de Rivia, un carismático espadachín y cazador de monstruos profesional.\r\n[*]Elige entre más de 250 habilidades especiales y de combate y poderes mágicos para desarrollar el personaje que mejor se adapte a tu estilo de juego.[/list]\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/20900/extras/W1_3.gif?t=1659616192[/img]\r\n\r\n[b]MUNDO DE FANTASÍA ORIGINAL INSPIRADO EN LA LITERATURA[/b]\r\n[list][*]Adéntrate en un mundo hostil de fantasía inspirado en las obras del célebre escritor polaco Andrzej Sapkowski, en las cuales nada es blanco o negro, correcto o incorrecto.[/list]\r\n\r\n[b]TRAMA NO LINEAL[/b]\r\n[list][*]Sumérgete en una narrativa épica repleta de giros dramáticos y decisiones de ambigüedad moral que tienen un efecto real sobre la trama.\r\n[*]Completa misiones de diversas maneras y observa cómo la historia culmina en tres finales distintos, dependiendo de tus acciones.[/list]\r\n\r\n[b]ACCIÓN TÁCTICA ASOMBROSA[/b]\r\n[list][*]Entabla combates tan complejos como intuitivos, en tiempo real, basados en auténticas técnicas de esgrima medievales.\r\n[*]Lánzate a la batalla usando seis estilos de combate, decenas de pociones, un complejo sistema de alquimia, armas modificables y magia poderosa, lo que añade una capa de profundidad táctica a la fluida experiencia en tiempo real.\r\n[*]Captura de movimientos llevada a cabo por expertos en lucha medieval en el renombrado estudio Metric Minds de Fráncfort, dando como resultado 600 animaciones de combate espectaculares y auténticas.[/list]\r\n[img]https://cdn.akamai.steamstatic.com/steam/apps/20900/extras/W1_1.gif?t=1659616192[/img]\r\n\r\n\r\n[h2]ACERCA DE THE WITCHER: ENHANCED EDITION[/h2]\r\nThe Witcher: Enhanced Edition incorpora toda la jugabilidad del aclamado juego original que obtuvo más de 90 premios de la industria y añade diversas mejoras de juego y técnicas.\r\n[list][*][b]Diálogos y secuencias de vídeo mejoradas:[/b] más de 5000 líneas de diálogo reescritas y regrabadas en inglés, una versión en alemán totalmente remozada, así como más de 200 nuevas animaciones de gestos que crean una experiencia más consistente y consiguen que los personajes se comporten de manera más creíble en los diálogos y las secuencias de vídeo.\r\n[*][b]Inventario mejorado:[/b] una bolsa aparte para los ingredientes alquímicos, así como una sencilla función de ordenar y apilar que optimiza la organización y utilización de objetos.\r\n[*][b]Mejoras técnicas:[/b] numerosas mejoras técnicas entre las que se incluyen tiempos de carga reducidos, estabilidad y capacidad de respuesta en combate mejoradas, carga de inventario más rápida, una opción para activar o desactivar el autoguardado y muchas más.\r\n[*][b]Sistema de diferenciación de personajes:[/b] el sistema aleatoriza el aspecto de decenas de modelos del juego para añadir más variedad a los monstruos y PNJ.[/list]\r\n\r\nThe Witcher Enhanced Edition incluye los siguientes artículos adicionales:\r\n[list][*]Un cómic interactivo\r\n[*]Editor de aventuras D'jinni\r\n[*]Dos nuevas aventuras que suman más de 5 horas de juego\r\n[*]Banda sonora oficial\r\n[*]El álbum «Música inspirada en The Witcher»\r\n[*]Vídeos del «making of»\r\n[*]Guía oficial del juego\r\n[*]Dos mapas del mundo de The Witcher[/list]","strSnippet":"Ponte en la piel del brujo Geralt de Rivia, un legendario cazador de monstruos atrapado en una red de intrigas urdidas por fuerzas que rivalizan por controlar el mundo. Toma decisiones difíciles y sufre sus consecuencias en un juego que te sumergirá en una historia incomparable."}}]]