[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Monolith Productions, Inc.","strURL":"https://store.steampowered.com/curator/33079069"},{"strName":"Timegate","strURL":null}],"rgPublishers":[{"strName":"Warner Bros. Games","strURL":"https://store.steampowered.com/publisher/WBGames"},{"strName":"Warner Bros. Interactive Entertainment","strURL":"https://store.steampowered.com/publisher/WBGames"}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Conviértete en el héroe de tu propia película de acción, intriga y terror. Una misteriosa fuerza paramilitar se infiltra en un complejo aeroespacial multimillonario capturando prisioneros pero sin exigir nada. El gobierno responde con el envío de un equipo de Fuerzas Especiales que termina siendo masacrado. La retransmisión en vivo de la masacre muestra una inexplicable oleada de destrucción que hace pedazos a los soldados. Sin nada a lo que recurrir, se crea el equipo de élite F.E.A.R. (Fuerza de Élite de Asalto y Reconocimiento) para enfrentarse a estas extraordinarias circunstancias. Se les ha encomendado una sola misión: Evaluar la amenaza y eliminar a los intrusos a cualquier precio.\r\n[b]F.E.A.R. Extraction Point[/b] Extraction Point arranca donde acabó el juego original – con una explosión. El helicóptero que transporta al equipo F.E.A.R. intenta alejarse de los alrededores, pero termina estrellándose. Por tanto el equipo F.E.A.R. se ve forzado a buscar un punto de extracción alternativo, luchando todo el rato con Alma, que ahora es libre, y con sus secuaces a lo largo de la ciudad devastada.\r\n[b]F.E.A.R. Perseus Mandate[/b] Mientras que el equipo F.E.A.R. y los Delta Force luchan para controlar la situación, se envía un segundo equipo F.E.A.R. para tratar de arrojar alguna luz sobre el oscuro pasado de la Armacham Technology Corporation (ATC). Como miembro del equipo F.E.A.R. secundario, tu misión consiste en recabar más información acerca del proyecto secreto de las instalaciones de la ATC. El multijugador de esta expansión ya no está disponible.","strSnippet":"Experimenta el F.E.A.R. original junto con F.E.A.R. Extraction Point y F.E.A.R. Perseus Mandate."}}]]