[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[{"steamid":"76561198169040839"}],"in_wishlist":[]}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Illusion Softworks","strURL":null}],"rgPublishers":[{"strName":"2K","strURL":"https://store.steampowered.com/publisher/2K"}],"rgFranchises":[{"strName":"Mafia","strURL":"https://store.steampowered.com/franchise/mafia"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"Estamos en 1930. Tras un involuntario encontronazo con la mafia, el taxista Tommy Angelo se involucra a su pesar en el mundo del crimen organizado. Al principio detesta la idea de relacionarse con la familia Salieri, pero muy pronto será imposible ignorar las recompensas. A medida que asciende los pagos son cada vez más grandes, pero también son más sucias las tareas. Tommy terminará por ganarse el respeto y reconocimiento de los Salieri, pero su nueva vida le planteará infinidad de dilemas.\r\n\r\n[h2]Disfruta de New Heaven[/h2]\r\nExplora cerca de 20 kilómetros cuadrados de New Heaven, una ciudad típica estadounidense de los años 30 basada en la arquitectura y cultura de la Gran Depresión.\r\n\r\n[h2]Una Historia auténtica y juego trepidante[/h2]\r\nJuega más de 20 misiones inspiradas en hechos reales de los años 30. Empieza como soldado raso y gana la confianza de los Salieri realizando golpes criminales, persecuciones, operaciones de contrabando, tiroteos, robos y mucho más.\r\n\r\n[h2]Vehículos y armas de época[/h2]\r\nConduce durante tus fugas más de 60 coches inspirados en modelos históricos, con física realista y daños en tiempo real.\r\n\r\nCompleta las tareas más crudas con más de doce armas a tu disposición. Enfréntate a cualquiera que se atreva a enfadarte con armas que van desde bates de béisbol y escopetas recortadas hasta Magnums y la célebre Thompson.\r\n\r\n[i]Nota: la banda sonora de esta reedición de Mafia ha sido modificada, y no contiene música con derechos de autor. [/i]","strSnippet":"Estamos en 1930. Tras un involuntario encontronazo con la mafia, el taxista Tommy Angelo se involucra a su pesar en el mundo del crimen organizado. Al principio detesta la idea de relacionarse con la familia Salieri, pero muy pronto será imposible ignorar las recompensas."}}]]