[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":4,"data":"[]"}],["usernews",{"version":4,"data":[]}],["gameactivity",{"version":4,"data":[]}],["socialmedia",{"version":3,"data":[{"eType":4,"strName":"Just Cause 4","strURL":"https://twitter.com/justcause"},{"eType":5,"strName":"justcause","strURL":"https://www.twitch.tv/justcause"},{"eType":6,"strName":"Just Cause","strURL":"https://www.youtube.com/justcausegame/"},{"eType":7,"strName":"Just Cause","strURL":"https://www.facebook.com/JustCause/"}]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Avalanche Studios","strURL":"https://store.steampowered.com/developer/Avalanchestudios"}],"rgPublishers":[{"strName":"Square Enix","strURL":"https://store.steampowered.com/publisher/squareenix"}],"rgFranchises":[{"strName":"Just Cause","strURL":"https://store.steampowered.com/curator/36149224"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[url]https://store.steampowered.com/app/680420/OUTRIDERS/[/url]\r\n\r\n¡Es tu mundo y tú dictas las reglas! En Just Cause, eres un oficial de operaciones latino y un especialista en cambios de régimen apoyado por un departamento gubernamental estadounidense de alto secreto que trata de derrocar al corrupto gobierno de San Esperito. Se sospecha que este estado sudamericano está almacenando armas de destrucción masiva y tu misión consiste en eliminar la amenaza que supone para la paz mundial. El hecho de que este paraíso tropical esté a punto de desmoronarse debido a las luchas internas por el poder entre las distintas facciones puede beneficiarte, sólo tienes que dar un empujoncito hacia el lado que más te convenga.\r\nEn Just Cause tienes libertad para llevar a cabo tus misiones de la forma que quieras: enfrentar a las distintas facciones de la isla entre ellas, incitar a una rebelión de masas y crear alianzas con ejércitos rebeldes y cárteles dedicados al tráfico de drogas. La acción transcurre en un mundo increíblemente detallado que comprende más de 100.000 hectáreas de montañas, junglas, playas, ciudades y pueblos. Podrás explorar la isla por tierra, mar y aire, pues tendrás a tu disposición la más variada y emocionante colección de vehículos que se haya visto jamás en un videojuego.\r\n[list][*]Juego totalmente libre: Enfoca las misiones de la forma que quieras o desmárcate de la lucha y disfruta explorando las islas\r\n[*]Cerca de 100.000 hectáreas de terreno para explorar: ¡El mayor entorno jamás visto en un videojuego!\r\n[*]Acrobacias que exceden el límite: Salta de un vehículo a otro, usa parapentes, tírate en paracaídas, realiza saltos base...\r\n[*]Enorme selección de vehículos: Cerca de 100 de los más variados y excitantes vehículos terrestres, marinos y aéreos jamás vistos en un videojuego\r\n[*]Motor gráfico Avalanche Engine™: El paisaje generado mediante procedimientos da lugar a un mundo inmenso, precioso y detallado eliminando los tiempos de carga\r\n[*]Abundancia de misiones: Con las misiones de la historia, secundarias, de bonificación y muchas otras más, hay acción más que suficiente a lo largo de todas las islas\r\n[*]Equipo de apoyo: Sheldon y Kane, dos agentes secretos del gobierno estadounidense, te proporcionarán información de reconocimiento, extracción y vehículos\r\n[*]Vuela: ¡La mejor forma de explorar San Esperito es por el aire![/list]","strSnippet":"¡Es tu mundo y tú dictas las reglas!"}}],["friends",{"version":1,"data":{"your_info":{"owned":true},"in_game":[],"played_recently":[],"played_ever":[],"owns":[{"steamid":"76561198815716149"}],"in_wishlist":[]}}]]